Repository: Dhar/gspeakers
Catalog: gspeakers2/po/*.po
Languages: sv

source: Box: box node not found
sv: Box: en box-nod kunde inte hittas i xml-dokumentet

source: Box
sv: Låda

source: Id-string:
sv: Identifierare:

source: Type:
sv: Typ:

source: Speaker:
sv: Högtalare:

source: Box: id_string node not found
sv: Box: id_string-noden kunde inte hittas i xml-dokumentet

source: Box: type node not found
sv: Låda: ingen typ-nod kunde inte hittas i xml-dokumentet

source: Box: vb1 node not found
sv: Box: ingen vb1-nod kunde hittas i xml-dokumentet

source: Box: fb1 node not found
sv: Box: ingen fb1-nod kunde hittas i xml-dokumentet

source: Box: vb2 node not found
sv: Box: ingen vb2-nod kunde hittas i xml-dokumentet

source: Box: fb2 node not found
sv: Box: ingen fb2-nod kunde hittas i xml-dokumentet

source: Box: speaker node not found
sv: Box: ingen typ-nod kunde inte hittas i xml-dokumentet

source: Enclosure editor
sv: Lådeditor

source: Woofer:
sv: Bas:

source: Id string:
sv: Namn:

source: Type:
sv: Typ:

source: Sealed
sv: Sluten

source: Ported
sv: Basreflex

source: Enclosure list
sv: Lådlista

source: Enclosure list [
sv: Lådlista [

source: Open box xml
sv: Öppna ld-xml

source: Append box xml
sv: Lägg till ld-xml

source: Box:
sv: Låda

source: Enclosure list [new file]
sv: Lådlista [ny fil]

source: Save box xml as
sv: Spara låd-xml som

source: Identifier
sv: Identifierare

source: Driver
sv: Högtalarelement

source: Type
sv: Typ

source: Unknown
sv: Okänd

source: BoxList: boxlist node not found
sv: BoxList: boxlist-nod saknas

source: BoxList: Xml file not found
sv: BoxList: xml-filen saknas

source: BoxList: Could not save to
sv: BoxList: Kunde inte spara till

source: Crossover: crossover node expected
sv: Crossover: crossover-nod förväntad

source: Crossover: type node expected
sv: Crossover: type-nod förväntad

source: Crossover: id_string node expected
sv: Crossover: namn förväntat

source: Crossover type:
sv: Delningsfiltertyp:

source: Crossover list [
sv: Delningsfilterlista [

source: Open crossover xml
sv: Öppna delningsfilter-xml

source: Append crossover xml
sv: Lägg till delnigsfilter-xml

source: Crossover:
sv: Delningsfilter:

source: Crossover
sv: Delningsfilter

source: Crossover list [new file]
sv: Delningsfilterlista [ny fil]

source: Save crossover xml as
sv: Spara delningsfilter-xml som

source: lowpass
sv: lågpass

source: , highpass
sv: , högpass

source: highpass
sv: högpass

source: , 2-way
sv: , 2-vägs

source: 2-way
sv: 2-vägs

source: , 3-way
sv: , 3-vägs

source: 3-way
sv: 3-vägs

source: , 4-way
sv: , 4-vägs

source: 4-way
sv: 4-vägs

source: CrossoverList: crossoverlist node not found
sv: CrossoverList: crossoverlist-nod fanns ej

source: CrossoverList: Xml file not found
sv: CrossoverList: Xml-filen kunde inte hittas

source: CrossoverList: Could not save to
sv: CrossoverList: Kunde inte spara till

source: Crossover freq resp
sv: Delningsfiltrets frekvenssvar

source: Total crossover freq resp
sv: Totalt frekvenssvar för delningsfiltret

source: Total freq resp
sv: Totalt frekvenssvar

source: Crossover network
sv: Delningsfilter

source: New _highpass crossover
sv: Nytt _högpassfilter

source: New _subsonic crossover
sv: Nytt _subsonicfilter

source: New _2-way crossover
sv: Nytt _2-vägs delningsfilter

source: New 2._5-way crossover
sv: Nytt 2._5-vägs delningsfilter

source: New _3-way crossover
sv: Nytt _3-vägs delningsfilter

source: New _4-way crossover
sv: Nytt _4-vägs delningsfilter

source: _New Crossover
sv: _Nytt delningsfilter

source: New _Copy
sv: Ny _kopia

source: New
sv: Ny

source: A_ppend to Crossover Xml...
sv: Lägg till delningsfilter-_xml

source: _Open
sv: _Öppna...

source: _Save
sv: _Spara

source: Save _As
sv: Spara _som

source: _Delete
sv: Ta bort

source: _Plot
sv: _Plotta

source: Copy
sv: Kopiera

source: Create new crossover copy
sv: Skapa ny delningsfilterkopia

source: Open
sv: Öppna

source: Open crossover xml (list)
sv: Öpnna delningsfilter-xml (lista)

source: Save
sv: Spara

source: Save crossover xml (list)
sv: Spara delningsfilter-xml (lista)

source: Delete
sv: Ta bort

source: Delete currently selected crossover
sv: Radera valt delningsfilter

source: Plot
sv: Plotta

source: Plot frequency response for currently selected crossover
sv: Plotta frekvenssvaret för valt delningsfilter

source: Currently selected crossover
sv: Valt delningsfilter

source: Impedace correction
sv: Impedanskorrigering

source: Damping network
sv: Dämplänk

source: Lowpass
sv: Lågpass

source: Highpass
sv: Högpass

source: Other
sv: Annat

source: Id_string
sv: Namn

source: Value
sv: Värde

source: Unit
sv: Enhet

source: Crossover wizard
sv: Delningsfilterguide

source: Woofer/midrange filter
sv: Bas/mellanregister-filter

source: Tweeter filter
sv: Diskantfilter

source: Woofer filter
sv: Basfilter

source: Midrange filter
sv: Mellanregisterfilter

source: Driver frequency response and impedance
sv: Högtalarelementets frekvenssvar och impedans

source: Magnitude / dB
sv: Magnitud / dB

source: Impedance / Ohm
sv: Impedans /Ohm

source: _New Enclosure
sv: _Ny låda

source: N_ew Enclosure Xml
sv: N_y låd-xml

source: A_ppend Enclosure Xml...
sv: L_ägg till låd-xml...

source: _Open Xml...
sv: _Öppna xml...

source: _Save Xml
sv: _Spara xml

source: Save Xml _As
sv: Spara xml _som

source: _Optimize Enclosure
sv: _Optimera låda

source: _Delete Enclosure
sv: _Radera låda

source: Delete Plot
sv: Radera plot

source: Create new enclosure
sv: Skapa ny låda

source: Copy currently selected enclosure
sv: Kopiera vald låda

source: Open enclosure xml (list)
sv: Öppna ld-xml (lista)

source: Save enclosure xml (list)
sv: Spara låd-xml (lista)

source: Delete selected enclosure
sv: Radera vald låda

source: Optimize
sv: Optimera

source: Optimize enclosure volume
sv: Optimera lådvolym

source: Plot currently selected enclosure
sv: Plotta vald låda

source: Delete selected plot from plotlist
sv: Radera vald plot från plotlistan

source: Invert polarity
sv: Ivertera polariteten

source: Impedance correction
sv: Impedanskorrigering

source: Use adv. driver imp. model
sv: Använd avancerad imp.-modell

source: Damping:
sv: Dämpning:

source: Order:
sv: Ordning:

source: Cutoff:
sv: Brytfrekv:

source: FilterLinkFrame::on_plot_crossover: ERROR:
sv: FilterLinkFrame::on_plot_crossover: FEL:

source: Frequency response for selected driver
sv: Frekvenssvar för valt högtalarelement

source: Enter the freq response dB magnitude, this is not intended to provide an
sv: Skriv in frekvenssvarets magnitud i dB, det här är inte till för att tillhandahålla en

source: exact estimation of the total frequency response.
sv: exakt beskriva hgtalarens frekvenssvar.

source: Could not open file:
sv: Kunde inte öppna filen:

source: Enter filename...
sv: Välj fil...

source: Enclosure frequency response
sv: Lådans frekvessvar

source: No configuration file found!
sv: Ingen konfigurationsfil kunde hittas!

source: gspeakers2.conf created in current directory
sv: gspeakers2.conf skapad i aktuell mapp

source: Testing gettext
sv: Testar gettext

source: About
sv: Om...

source: _File
sv: _Arkiv

source: _Edit
sv: _Redigera

source: _Drivers
sv: _Högtalarelement

source: E_nclosure
sv: _Lådor

source: _Crossover
sv: _Delningsfilter

source: _Help
sv: _Hjälp

source: Enclosure
sv: Låda

source: Crossover
sv: Delningsfilter

source: Net: net node expected
sv: Net: net-nod förväntad

source: Net: type node expected
sv: Net: type-nod förväntad

source: Net: lowpass_order node expected
sv: Net: lowpassorder-nod förväntad

source: Net: highpass_order node expected
sv: Net: highpassorder-nod förväntad

source: Net: has_imp_corr node expected
sv: Net: has_imp_corr-nod förväntad

source: Net: has_damp node expected
sv: Net: has_damp-nod förväntad

source: Net: has_res node expected
sv: Net: has_res-nod förväntad

source: Net: parts node expected
sv: Net: parts-nod förväntad

source: Net::parse_lowpass_family: lowpass_family node expected
sv: Net::parse_lowpass_family: lowpass_family-nod förväntad

source: Net::parse_highpass_family: highpass_family node expected
sv: Net::parse_highpass_family: highpass_family-nod förväntad

source: Net::parse_speaker: speaker node expected
sv: Net::parse_speaker: speaker-nod förväntad

source: Net::parse_adv_imp_model: adv_imp_model node expected
sv: Net::parse_adv_imp_model: adv_imp_model-nod förväntad

source: Net::parse_inv_pol: inv_pol node expected
sv: Net::parse_inv_pol: inv_pol-nod förväntad

source: ***Net*** ******
sv: Nät

source: Type:
sv: Typ:

source: Highpass #
sv: Högpass #

source: Lowpass #
sv: Lågpass #

source: Has imp corr:
sv: Impedanskorrigering:

source: Has damping :
sv: Dämplnk:

source: Has resonanse circuit:
sv: Resonanskrets:

source: Parts:
sv: Komponenter:

source: Part: part node not found
sv: Part: part-nod ej funnen

source: Part: type node not found
sv: Part: typ-nod ej funnen

source: Part: value node not found
sv: Part: value-nod ej funnen

source: Part: unit node not found
sv: Part: unit-nod ej funnen

source: ***Part***
sv: Komponent

source: Type :
sv: Typ:

source: Value:
sv: Värde:

source: Unit :
sv: Enhet:

source: Plot list
sv: Plot-lista

source: Color
sv: Färg

source: Speaker
sv: Högtalarelement

source: Settings::load: Could not open file for reading:
sv: Settings::load: Kunde inte öppna filen för läsning:

source: Settings::save: Could not open temporary settings file to save to:
sv: Settings::save: kunde inte öppna temporär inställningsfil att spara till

source: Settings::save: Failed writing to temporary file:
sv: Settings::save: kunde inte skriva till temporär fil

source: Settings::save: Failed renaming temporary file to replace old file:
sv: Settings::save: kunde inte ersätta den gamla filen med den temporära filen

source: GSpeakers settings...
sv: GSpeakers inställningar...

source: Browse...
sv: Välj...

source: Automaticly update crossover plots when a parameter has changed
sv: Automatiskt uppdatera delningsfilterplottar när en parameter har ändrats

source: Draw driver impedance plot
sv: Rita högtalarelementets impedans

source: Draw driver frequency response plot
sv: Rita högtalarelementets frekvenssvar

source: Disable filter amplification
sv: Räkna bort filtrets förstärkning

source: Save main window size
sv: Spara huvudfönstrets storlek

source: Save main window position
sv: Spara huvudfönstrets position

source: Scale components in crossover visual view
sv: Skala komponenter i delningsfiltrets grafiska vy

source: General settings
sv: Generella inställningar

source: General
sv: Generellt

source: Toolbar settings
sv: Inställningar för verktygsraden

source: Icons only
sv: Bara ikoner

source: Text only
sv: Bara text

source: Text and icons
sv: Text och ikoner

source: Text and icons (horz)
sv: Text och ikoner (horizontellt)

source: Toolbar style:
sv: Stil på verktygsraden:

source: Toolbars
sv: Verktygsrader

source: SPICE interpreter settings
sv: Inställningar för SPICE-tolken

source: Full path to SPICE executable:
sv: Full sökväg till den exekverbara SPICE-filen

source: Driver tab settings
sv: Inställningar för högtalarfliken

source: Drivers
sv: Högtalarelement

source: Crossover network tab settings
sv: Inställingar för delningsfilter-fliken

source: Crossovers
sv: Delningsfilter

source: Select SPICE executable...
sv: Välj exekverbar SPICE-file

source: Speaker: speaker node not found
sv: Speaker: speaker-nod ej funnen

source: Type:
sv: Typ:

source: Speaker: id_string node not found
sv: Speaker: id_string-nod ej funnen

source: Speaker: type node not found
sv: Speaker: typ-nod ej funnen

source: Speaker: qts node not found
sv: Speaker: qts-nod ej funnen

source: Speaker: vas node not found
sv: Speaker: vas-nod ej funnen

source: Speaker: fs node not found
sv: Speaker: fs-nod ej funnen

source: Speaker: rdc node not found
sv: Speaker: rdc-nod ej funnen

source: Speaker: lvc node not found
sv: Speaker: lvc-nod ej funnen

source: Speaker: qms node not found
sv: Speaker: qms-nod ej funnen

source: Speaker: qes node not found
sv: Speaker: qes-nod ej funnen

source: Speaker: imp node not found
sv: Speaker: imp-nod ej funnen

source: Speaker: sens node not found
sv: Speaker: sens-nod ej funnen

source: Speaker: freq_resp_filename node not found
sv: Speaker: feq_resp_filename-nod ej funnen

source: Speaker: imp_resp_filename node not found
sv: Speaker: imp_resp_filename-nod ej funnen

source: Speaker: mmd node not found
sv: Speaker: mmd-nod ej funnen

source: Speaker: ad node not found
sv: Speaker: ad-nod ej funnen

source: Speaker: bl node not found
sv: Speaker: bl-nod ej funnen

source: Speaker: rms node not found
sv: Speaker: rms-nod ej funnen

source: Edit...
sv: Redigera...

source: Bass
sv: Bas

source: Midrange
sv: Mellanregister

source: Tweeter
sv: Diskant

source: Driver list [
sv: Högtalarelementslista [

source: Currently selected driver
sv: Valt högtalarelement

source: Speaker name:
sv: Namn:

source: Impedance: (Ohm)
sv: Impedans: (Ohm)

source: Sensitivity: (dB/W/m)
sv: Känslighet: (dB/W/m)

source: Cone mass: (kg)
sv: Konmassa: (kg)

source: Effective radius: (m)
sv: Effektiv radie: (m)

source: Susp. resistance: (Ns/m)
sv: Susp. resistans: (Ns/m)

source: Susp. compleance: (m/N)
sv: Susp. kompleans: (m/N)

source: Freq resp file:
sv: Frekv.-svars-fil:

source: Edit frequency response for this driver
sv: Redigera frekvenssvaret för den här högtalaren

source: _New Driver
sv: _Ny högtalare

source: N_ew
sv: N_y

source: A_ppend Driver Xml...
sv: L_ägg till xml...

source: Save _As...
sv: Spara _som...

source: New Driver
sv: Ny högtalare

source: Create new driver
sv: Skapa nytt högtalarelement

source: Open driver xml (list)
sv: Öppna hgtalarelements-xml (lista)

source: Save driver xml (list)
sv: Spara högtalarelement-xml (lista)

source: Delete selected driver
sv: Radera vald högtalare

source: New Speaker
sv: Ny högtalare

source: Save speaker xml as
sv: Spara högtalarelements-xml som

source: Append speaker xml
sv: Lägg till högtalar-xml

source: Open speaker xml
sv: Öppna högtalar-xml

source: Impedance
sv: Impedans

source: Sensitivity
sv: Känslighet

source: Cone mass
sv: Konmassa

source: Active radius
sv: Aktiv radie

source: Force factor
sv: Force-faktor

source: Susp. resistance
sv: Susp. resistans

source: Susp. compliance
sv: Susp. kompleance

source: Woofer
sv: Bas

source: , Midrange
sv: , Mellanregister

source: , Tweeter
sv: , Diskant

source: SpeakerList: speakerlist node not found
sv: SpeakerList: speakerlist-nod ej funnen

source: SpeakerList: Xml file not found
sv: SpeakerList: xml-filen kunde inte hittas

source: SpeakerList: Could not save to
sv: SpeakerList: Kunde inte spara till

source: Speaker List
sv: Högtalarlista

source: Speaker list xml
sv: Högtalarlistans xml-fil

source: Open..
sv: Öppna...

source: Edit speakers...
sv: Redigera högtalarelement...

source: Speaker xml:
sv: Högtalarelements-xml:

source: Could not open
sv: Kunde inte öppna
